[
   {
       "id": 1,
       "name": "Fear and Loathing in Las Vegas",
       "auther": "Hunter S. Thompson",
       "img": "https://bundleofbooks.files.wordpress.com/2011/06/600full-fear-and-loathing-in-las-vegas-a-savage-journey-to-the-heart-of-the-american-dream-cover.jpg",
       "about": "Fear and Loathing in Las Vegas: A Savage Journey to the Heart of the American Dream is a novel by Hunter S. Thompson, illustrated by Ralph Steadman. The book is a roman a clef, rooted in autobiographical incidents. The story follows its protagonist, Raoul Duke, and his attorney, Dr. Gonzo as they descend on Las Vegas to chase the American Dream through a drug-induced haze all the while ruminating on the failure of the 1960s countercultural movement."
   },
   {
       "id": 2,
       "name": "The Curse of Lono",
       "auther": "Hunter S. Thompson",
       "img": "https://upload.wikimedia.org/wikipedia/en/2/2e/Thecurseoflonocover.jpg",
       "about": "The Curse of Lono is a book by Hunter S. Thompson describing his experiences in Hawaii in 1980. Originally published in 1983, the book was only in print for a short while. In 2005 it was re-released as a limited edition. Only 1000 copies were produced, each one being signed by the author and artist Ralph Steadman. Due to Steadmans popularity the book contained a large number of his drawings and paintings. The book is now available as a smaller hardcover edition."
   },
   {
       "id": 3,
       "name": "Generation of Swine",
       "auther": "Hunter S. Thompson",
       "img": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dc/GenerationofSwine.jpg/220px-GenerationofSwine.jpg",
       "about": "Gonzo Papers, Vol. 2: Generation of Swine: Tales of Shame and Degradation in the 80s is a book by the American writer and journalist Hunter S. Thompson, originally published in 1988. The book contains 100 of Thompsons columns from the San Francisco Examiner, which discuss the politics and culture of the 1980s, with significant coverage of the Iran-Contra Affair. He predicts that the Democrats will self-destruct in the 1988 presidential campaign. He also makes bets about the Democratic Party candidates odds of winning their elections."
   },
   {
       "id": 4,
       "name": "The proud highway",
       "auther": "Hunter S. Thompson",
       "img": "https://images.gr-assets.com/books/1358276588l/10880.jpg",
       "about": "Here, for the first time, is the private and most intimate correspondence of one of Americas most influential and incisive journalists--Hunter S. Thompson. In letters to a Whos Who of luminaries from Norman Mailer to Charles Kuralt, Tom Wolfe to Lyndon Johnson, William Styron to Joan Baez--not to mention his mother, the NRA"
   },
   {
       "id": 5,
       "name": "To Kill a Mockingbird",
       "auther": "Harper Lee",
       "img": "http://4.bp.blogspot.com/-vhIz47dCaUg/TmJk1_qbnEI/AAAAAAAAB5o/azIkbcuJPdI/s1600/To_Kill_A_Mockingbird.jpg",
       "about": "To Kill a Mockingbird is a novel by Harper Lee published in 1960. It was immediately successful, winning the Pulitzer Prize, and has become a classic of modern American literature. The plot and characters are loosely based on Lees observations of her family, her neighbors and an event that occurred near her hometown of Monroeville, Alabama, in 1936, when she was 10 years old."
   },
   {
       "id": 6,
       "name": "Go Set a Watchman",
       "auther": "Harper Lee",
       "img": "https://upload.wikimedia.org/wikipedia/en/4/4e/US_cover_of_Go_Set_a_Watchman.jpg",
       "about": "Go Set a Watchman is a novel by Harper Lee published on July 14, 2015, by HarperCollins in the United States and Willam Heinemann in the United Kingdom. Although written before her first and only other published novel, the Pulitzer Prize-winning To Kill a Mockingbird—and initially promoted by its publisher as a sequel—it is now more widely accepted as being a first draft of the famous novel"
   },
   {
       "id": 7,
       "name": "cujo",
       "auther": "Stephen King",
       "img": "https://upload.wikimedia.org/wikipedia/en/8/81/Cujo_%28book_cover%29.jpg",
       "about": "Cujo is a 1981 psychological horror novel by Stephen King about a rabid dog. The novel won the British Fantasy Award in 1982, and was made into a film in 1983."
   },
   {
       "id": 8,
       "name": "Under the Dome",
       "auther": "Stephen King",
       "img": "https://images-na.ssl-images-amazon.com/images/I/51DPiGzGPmL._SY344_BO1,204,203,200_.jpg",
       "about": "Under the Dome is a science fiction novel by Stephen King published in November 2009. Set in and around a small Maine town, it tells an intricate, multi-character and point-of-view story of how the towns inhabitants contend with the calamity of being suddenly cut off from the outside world by an impassable, invisible barrier that drops out of the sky."
   },
   {
       "id": 9,
       "name": "Misery",
       "auther": "Stephen King",
       "img": "https://upload.wikimedia.org/wikipedia/en/6/6f/Stephen_King_Misery_cover.jpg",
       "about": "Misery is a 1987 psychological horror thriller novel by Stephen King. The novel was nominated for the World Fantasy Award for Best Novel in 1988, and was later made into a Hollywood film and an off-Broadway play of the same name. When King was writing Misery in 1985 he planned the book to be released under the pseudonym Richard Bachman but the identity of the pseudonym was discovered before the release of the book."
   },
   {
       "id": 10,
       "name": "The Green Mile",
       "auther": "Stephen King",
       "img": "https://images-na.ssl-images-amazon.com/images/I/51dMTkx6StL._SY344_BO1,204,203,200_.jpg",
       "about": "The Green Mile is a 1996 serial novel written by Stephen King. It tells the story of death row supervisor Paul Edgecombes encounter with John Coffey, an unusual inmate who displays inexplicable healing and empathetic abilities. The serial novel was originally released in six volumes before being republished as a single volume work. The book is an example of magical realism."
   }
]