[{"id":1,"name":"Fear and Loathing in Las Vegas","auther":"Hunter S. Thompson","img":"https://bundleofbooks.files.wordpress.com/2011/06/600full-fear-and-loathing-in-las-vegas-a-savage-journey-to-the-heart-of-the-american-dream-cover.jpg","about":"Fear and Loathing in Las Vegas: A Savage Journey to the Heart of the American Dream is a novel by Hunter S. Thompson, illustrated by Ralph Steadman. The book is a roman a clef, rooted in autobiographical incidents. The story follows its protagonist, Raoul Duke, and his attorney, Dr. Gonzo as they descend on Las Vegas to chase the American Dream through a drug-induced haze all the while ruminating on the failure of the 1960s countercultural movement."},{"id":9,"name":"Misery","auther":"Stephen King","img":"https://upload.wikimedia.org/wikipedia/en/6/6f/Stephen_King_Misery_cover.jpg","about":"Misery is a 1987 psychological horror thriller novel by Stephen King. The novel was nominated for the World Fantasy Award for Best Novel in 1988, and was later made into a Hollywood film and an off-Broadway play of the same name. When King was writing Misery in 1985 he planned the book to be released under the pseudonym Richard Bachman but the identity of the pseudonym was discovered before the release of the book."},{"id":7,"name":"cujo","auther":"Stephen King","img":"https://upload.wikimedia.org/wikipedia/en/8/81/Cujo_%28book_cover%29.jpg","about":"Cujo is a 1981 psychological horror novel by Stephen King about a rabid dog. The novel won the British Fantasy Award in 1982, and was made into a film in 1983."},{"id":11,"name":"Cell","auther":"Stephen King","img":"https://upload.wikimedia.org/wikipedia/en/0/0c/Cell_by_Stephen_King.jpg","about":"Artist Clayton Riddell had been in Boston negotiating a successful deal to sell his comic book project.  His joy at finally hitting it big is shattered by an event called The Pulse which causes all those who were using their cell phones at the time of The Pulse to become zombies attacking and killing anyone in their way.  "}]